import React from "react";

const Methodical = () => {
  return (
    <div className="methodical">
      <div className="container">
        <div className="methodical__title">
          <h2>Методические материалы</h2>
        </div>
        <div className="methodical__text">
          <p>
            Методический портфель воспитателя (классного руководителя) создан с
            целью систематизации сведений о педагогической деятельности
            работника.
          </p>
          <p>
            Материалы портфеля могут быть использованы, чтобы документально
            подтвердить методическую работу педагога, проведённые мероприятия,
            показать динамику развития профессионализма, дать возможность
            воспитателю (классному руководителю) самостоятельно оценить свою
            деятельность.{" "}
          </p>
          <p>
            Методический портфель облегчает процесс внешнего оценивания и служит
            важным инструментом для аттестации качества труда педагога.{" "}
          </p>
          <p>
            Если учащиеся несколько раз выполнят одну и ту же работу, в журнал
            будут внесены все их результаты. Лишние записи можно удалять
            (восстановление невозможно). Результаты можно экспортировать в
            электронные таблицы Эксель.
          </p>
        </div>
      </div>
    </div>
  );
};

export default Methodical;
